tap "daveshanley/vacuum"
tap "harelba/q"
tap "homebrew/bundle"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "rbenv/tap"
brew "openssl@3"
brew "bat"
brew "coreutils"
brew "direnv"
brew "fd"
brew "fzf"
brew "git"
brew "python@3.13"
brew "gnu-sed"
brew "go"
brew "htop"
brew "kubernetes-cli"
brew "ldns"
brew "llvm"
brew "neovim"
brew "node"
brew "pkgconf"
brew "node-build"
brew "nodenv"
brew "openssh"
brew "parallel"
brew "perl"
brew "prettier"
brew "pyenv"
brew "webp"
brew "qt@5"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "socat"
brew "ssh-copy-id"
brew "utf8proc", args: ["HEAD"]
brew "tmux"
brew "translate-shell"
brew "tree"
brew "vim"
brew "watch"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "daveshanley/vacuum/vacuum"
brew "harelba/q/q"
brew "rbenv/tap/openssl@1.0"
cask "appcleaner"
cask "font-hack-nerd-font"
cask "kap"
cask "orbstack"
cask "sequel-ace"
cask "sublime-text"
