autoconf
automake
bison
brew-cask
clamav
cmake
cmatrix
colordiff
cscope
ctags
direnv
elasticsearch
fontconfig
fontforge
freetype
gdbm
gettext
gibo
git
gnu-sed
gperftools
highway
htop-osx
hub
imagemagick
jpeg
jq
lesstif
libevent
libiconv
libpng
libtiff
libtool
libxml2
libxslt
lua
mecab
mecab-ipadic
mercurial
mysql
nkf
node
openssl
patchutils
pcre
peco
pkg-config
pstree
qt
rbenv-gem-rehash
readline
reattach-to-user-namespace
redis
rename
ricty
rsense
ruby-build
sl
ssh-copy-id
sshrc
swftools
tmux
tree
v8
vim
watch
wrk
xpdf
xz
zsh
zsh-completions
